Revit 2027 API
ParameterTypeId.Directcontext3dName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Directcontext3dName { get; }
Public Shared ReadOnly Property Directcontext3dName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Directcontext3dName {
	ForgeTypeId^ get ();
}
static member Directcontext3dName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace